INSERT INTO Club (name, location, description, call_number, average_rating) VALUES
                                                                                ('클럽 A', '서울 강남구', '강남에 위치한 클럽 A입니다.', '010-1234-5678', 4.5),
                                                                                ('클럽 B', '서울 마포구', '마포구에 위치한 클럽 B입니다.', '010-2345-6789', 3.8),
                                                                                ('클럽 C', '서울 서초구', '서초구에 위치한 클럽 C입니다.', '010-3456-7890', 4.2),
                                                                                ('클럽 D', '서울 송파구', '송파구에 위치한 클럽 D입니다.', '010-4567-8901', 3.9),
                                                                                ('클럽 E', '서울 종로구', '종로구에 위치한 클럽 E입니다.', '010-5678-9012', 4.7),
                                                                                ('클럽 F', '서울 용산구', '용산구에 위치한 클럽 F입니다.', '010-6789-0123', 4.3),
                                                                                ('클럽 G', '서울 성동구', '성동구에 위치한 클럽 G입니다.', '010-7890-1234', 3.5),
                                                                                ('클럽 H', '서울 강동구', '강동구에 위치한 클럽 H입니다.', '010-8901-2345', 4.6),
                                                                                ('클럽 I', '서울 영등포구', '영등포구에 위치한 클럽 I입니다.', '010-9012-3456', 4.1),
                                                                                ('클럽 J', '서울 중구', '중구에 위치한 클럽 J입니다.', '010-0123-4567', 3.7);
